{
    "prev": "&lt; Edellinen: \"Ilmastonmuutos yleisesti\"",
    "header": "Ilmastonmuutos arktisilla alueilla",
    "title": "Ilmastonmuutos arktisilla alueilla",
    "text": "<p> Arktisilla alueilla lämpötilojen nousun arvioidaan olevan välillä 3 – 7 astetta ja paikallisesti arktisilla alueilla pidetään mahdollisena jopa 10 asteen lämpötilanousuja. Arviot perustuvat viimeisten vuosikymmenien aikana tapahtuneeseen kehitykseen, mutta mikäli kasvihuoneilmiö voimistuu tai päästöjä syntyy odottamattomasti lisää, ovat arviot liian optimistisia. </p> <p> Nähtävissä olevia ilmastonmuutoksen seurauksia ovat jo nyt mm. </p> <ul> <li>jäätiköiden viime vuosikymmenten aikainen voimakas pienentyminen</li> <li>ikiroudan sulaminen</li> <li>palsasoiden väheneminen</li> <li>järvien ja jokien lyhyempiaikainen jääpeitto</li> <li>kasvukauden pidentyminen ja sen seurauksena kasvien ja eläinten (erityisesti hyönteisten) levinneisyyksien muuttuminen</li> <li>vuosirytmien (lehtien puhkeaminen, lintujen muutto) muutokset</li> </ul> <p> Vaikka ihmismuisti on lyhyt, pohjoisten alueiden asukkaiden mielestä muutokset ovat näkyneet jo pitkään. Arktisten alueiden alkuperäiskansat kuten inuitit eivät pysty enää lukemaan säätä kuten aiemmin, elinkeinoja kuten metsästystä tai kalastusta ei enää voi harjoittaa kuin ennen saaliseläinten ja -kalojen muuttuneiden elinalueiden vuoksi ja liikkuminen on vaikeutunut arvaamattomien sääilmiöiden ja jääpeitteiden katoamisen myötä. Lisäksi mm. <a href=\"Jaakarhu.aspx\">jääkarhujen</a> elintavat ovat muuttuneet, ja jääkarhuja nähdään yhä useammin asutuksen lähettyvillä ravinnon haussa luonnollisten kulkureittien (jäätiköt) häviämisen seurauksena. </p> <p> Ihmisten mielipiteitä tukevat mittaukset, joiden mukaan arktiset alueet ovat lämmenneet huomattavasti viimeisten vuosikymmenien aikana. Tosin eräillä alueilla ilma on voinut viiletä tai jääpeite voimistua, mutta kehityksen suunnasta ei tutkijoillakaan ole epäselvyyttä. Merijään pinta-ala on 1950-luvulta lähtien kutistunut 10-15 % arktisilla alueilla samalla kuin jää on myös merkittävästi ohentunut. Uusimmat tutkimukset kertovat Länsi-Siperian sub-arktisesta alueesta, jonka suuret suot olivat pysyneet jäätyneinä viime jääkaudesta saakka. Soiden paikalla oli tutkijoiden mukaan nykyään pelkkiä järviä ja mutaa. Sulanut alue on lähes koko Länsi-Euroopan kokoinen. </p> <p> Suuressa haarukassa liikkuvat ennusteet mm. arktisen alueen lämpenemisestä (3-7 C˚) kuulostavat hyvin epävarmoilta etenkin kasvihuoneilmiötä kyseenalaistavien mielestä. Ennustamista hankaloittaa ns. takaisinkytkentä, eli ilmiöt, jotka voivat tulla esiin lämpenemisen yhteydessä ja yllättävällä tavalla voimistaa tai heikentää kasvihuoneilmiötä. Tunnettu esimerkki on Golfvirran kääntyminen tai heikkeneminen kasvihuoneilmiön ja jäätiköiden sulamisen vaikutuksesta, jolloin Pohjois-Eurooppa ja jäämeri kylmenisi. Toisaalta lämpenemisen yhteydessä ja jää- ja lumipeitteen vetäytyessä paljastuvat tummat maa-alueet imevät auringon säteilyä paljon tehokkaammin kuin lumi tai jää. Tämä voimistaa ilmastonmuutosta, joka paljastaa lisää maa-alueita voimistamaan varsinaista ilmiötä. Pessimistisin skenaario on juuri ”itseään ruokkiva” kasvihuoneilmiö, mitä ei voisi hallita esim. päästöjä vähentämällä. Totuus kuitenkin on, että pelkästään Siperian ikiroudan lasketaan sisältävän metaania n. 70 miljardia tonnia, ja tämän vapautuessa ilmakehään sadan vuoden aikana nopeutuisi kasvihuoneilmiö hyvin radikaalisti. </p> <p> Kokonaan toinen osa päästöjen rinnalla on kaasuja sitovat prosessit. Maaperä, merivesi ja kasvillisuus (erityisesti metsät) sitovat hiilidioksidia. Vaikka metsien hakkuut ovat paikoin muuttuneet varovaisemmiksi, tärkeimmät hiilidioksidia sitovat alueet, sademetsät, vähenevät vauhdilla. Sademetsäalueita on suuresta hiilensitomiskyvystään ja hapen tuotostaan kutsuttu maailman keuhkoiksi. Yksinkertaisimmillaan yhtälö rakentuu niin, että mitä enemmän metsiä on hiiltä sitomassa, sitä vähemmän sitä on ilmakehässä kasvihuoneilmiötä voimistamassa. Toisaalta unohtaa ei sovi myöskään mahdollisuutta, että lämpeneminen ja hiukkasten määrän lisääntyminen vesihöyryn kanssa saa aikaan enemmän pilvimuodostumia, mikä saattaisi estää osaltaan auringon säteilyä ja ehkäistä lämpenemistä. </p> <p> Tulevan arviointi on vaikeaa, mutta lähinnä on kyse kuitenkin ilmaston muutoksen nopeudesta. Keski-Euroopan säätyyppi on jo yleinen Pohjois-Euroopassa. Havumetsävyöhyke sekä arktisella alueella jääkentät vetäytyvät koko ajan pohjoisemmas. Kansainvälisillä ilmastosopimuksilla (mm. <a href=\"http://fi.wikipedia.org/wiki/Kioton_sopimus\"> Kioton ilmastosopimus</a>) on jo saatu alkuun päästöjen hienoista vähenemistä, vaikkakin tällä hetkellä menettely keskittyy lähinnä päästöoikeuksien ostoon ja muihin mekanismeihin päästöjen määrän vähenemisen sijasta. Kansainvälisillä yhteisöillä alkaa olla kiire puuttua tehokkaammin koko maailmaa koskettavaan asiaan. Arktiset ja pohjoiset alueiden kansat, eläimet ja muu luonto on saanut jo osansa. </p> <p> Lisää aiheesta: </p> <ul> <li><a href=\"http://www.ilmastonmuutos.info\">Ilmastonmuutoksen viestintäohjelma</a> </li> <li><a href=\"http://www.fmi.fi/tutkimus_ilmasto/ilmasto_10.html\">Ilmatieteen laitos - Tutkimus - Ilmasto ja sen muutokset - Ilmastonmuutos</a></li> <li><a href=\"http://www.ymparisto.fi/default.asp?node=98&lan=fi\">www.ymparisto.fi - Ilmastonmuutos</a></li> <li><a href=\"http://www.ipcc.ch/\">Intergovernmental Panel on Climate Change</a></li> </ul>"
}