{
    "IlmastonmuutosTekstiResource1.Text": "<p> Ilmaston muutokset pitkien aikojen kuluessa ovat luonnollisia. Nykyään ilmastonmuutoksena käsitetään pääasiassa suoraan tai epäsuorasti ihmisen toiminnasta aiheutuvaa epänormaalia ilmaston lämpenemistä. Viime aikoina tapahtuneen ilmaston poikkeavan lämpenemisen katsotaan johtuvan ihmisen toiminnasta, erityisesti teollisuuden päästöistä sekä metsien vähenemisestä maailmanlaajuisesti. </p> <p> Ihmisen aikaansaamaa muutosta kuvataan myös kasvihuoneilmiöksi. Kasvihuoneilmiö syntyy siitä, että lämpöenergiaa tuottavat auringonsäteet pääsevät maapallolle ilmakehän (ja otsonikerroksen) läpi voimakkaammin kuin ennen, mutta johtuen kasvaneesta kasvihuonekaasujen (esim. hiilidioksidi ja metaani) määrästä ilmakehässä lämpöä ei enää pääse maapallolta pois kuten aiemmin. Lämpö ”varastoituu” ilmakehän esteiden vuoksi. Tämä lämmittää ilmastoa koko maapallolla siten, että eri alueet lämpenevät eri tavalla. Erityisesti lämpenevät kaikki manneralueet ja kaikkein merkittävimmin pohjoiset maa- ja napa-alueet. </p> <p> Hiilidioksidin ja metaanin lisäksi tärkeimpiä kasvihuonekaasuja ovat dityppioksidit ja halogenoidut hiilivedyt eli CFC-yhdisteet. CFC-yhdisteet eivät esiinny luonnossa ja ne ovat peräisin ihmistoiminnasta. Ko. aineiden vaikutus kasvihuoneilmiössä perustuu siihen, että ne tuhoavat otsonikerrosta, jolloin suurempi osa auringon (vahingollisesta) säteilystä pääsee maapallolle. Vaikka hiilidioksidin määrän nousu on suurin kasvihuoneilmiötä aiheuttava tekijä, metaanin, dityppioksidin ja halogenoitujen hiilivetyjen määrien muutos on hälyttävää niiden ollessa jopa kymmeniä kertoja voimakkaampia kasvihuonekaasuja kuin hiilidioksidi. Metaanipäästöistä 70 % on ihmisen toiminnasta peräisin. </p> <p> Keskilämpötilat ovat nousseet 1800-luvun lopulta lähtien. Useiden eri arvioiden (mm. kansainvälinen ilmastopaneeli IPCC) mukaan maapallon keskilämpötilan arvioidaan nousevan 1,5 – 6 astetta vuoteen 2100 mennessä. Lämpeneminen vaikuttaa jäätiköiden sulamisen kautta valtamerten pinnan nousuun ja merivirtojen muutoksiin sekä eri mallien mukaan mm. sademääriin siten, että kuivat lämpimät alueet kuivuvat lisää ja sateisilla alueilla (mm. Pohjois-Eurooppa) sademäärät kasvavat huomattavasti aiheuttaen tulvia. </p>",
    "LinkkiSeuraavaSivuResource1.Text": "Seuraavaksi: \"Ilmastonmuutos arktisilla alueilla\" &gt;",
    "LinkkiSeuraavaSivuResource1.ToolTip": null,
    "OtsikkoResource1.Text": "Ilmastonmuutos yleisesti",
    "PageResource1.Title": "Pohjoisnapa 2006 - Ilmastonmuutos"
}