{
    "HyperLink1Resource1.Text": null,
    "HyperLink1Resource1.ToolTip": null,
    "KiHuKuvatekstiResource1.Text": "Perttu tekemässä maksimirasitustestiä 16.2.2006.",
    "OtsikkoResource1.Text": "Lääketieteellinen tutkimus",
    "PageResource1.Title": "Pohjoisnapa 2006 - Lääketieteellinen tutkimus",
    "TekstiResource1.Text": "<h4>Ihmisen sopeutuminen ja suorituskyky ääriolosuhteissa – pohjoisnaparetkikunnan fysiologiset vasteet ja fyysisen suorituskyvyn muutokset</h4> <p> Heikki Karinen<sup>1</sup>, Heikki Kyröläinen LitT/Dos/Prof<sup>2</sup>, Teemu Pullinen LitT<sup>2</sup>, Henri Vähä-Ypyä<sup>2</sup>, Panu Moilanen<sup>2</sup> </p> <ol> <li>Sotilaslääketieteen laitos</li> <li>Liikuntabiologian laitos, Jyväskylän Yliopisto</li> </ol>  <h5>Energian kulutus vs. energian saanti</h5>  <p>Ravinnon riittävyys ja sopeutuminen vallitseviin olosuhteisiin ovat eräitä kriittisiä tekijöitä äärimmäisen pitkillä ja raskailla vaelluksilla. Arktisen hiihtovaelluksen aikana energian kulutus voi nousta erittäin korkeaksi ja kaiken mukana tarvittavan ravinnon määrä voi nousta suorituskykyä rajoittavaksi tekijäksi. Tutkimuksessa on tarkoitus selvittää energiankulutusta ja ravinnon riittävyyttä arktisen hiihtovaelluksen aikana.</p>  <h5>Jäätikkövaelluksen vaikutukset sykevälivaihteluun ja fyysiseen suorituskykyyn </h5>  <p>Pitkäaikainen fyysisen rasitus voi synnyttää elimistöön ylirasitustilan, mikä aiheuttaa muutoksia hengitys- ja verenkiertoelimistöön, lihashermojärjestelmään sekä hormonaaliseen säätelyyn. Kaikkien muutosten mittaaminen vaati useita erilaisia mittauksia. Ylirasitus aiheuttaa lepo- ja ortostaattiseen sykkeeseen sympaattisen aktivaation, mikä vähentää sykevälivaihtelua. Vastaavasti optimaalisen harjoittelun on todettu lisäävän sykevälivaihtelua. Tutkimuksen tarkoituksena on testata sykevälivaihtelun mittauksen käyttökelpoisuutta mahdollisessa ylirasitustilanteessa.</p>  <h5>Rasituksen ja aliravitsemuksen vaikutus kognitiiviseen suoriutumiseen sekä sykevaihteluun </h5>  <p>Tutkimuksen tavoitteena on selvittää, kuinka äärimmäinen rasitus ja siihen liittyvä, olosuhteista johtuva mahdollinen aliravitsemus vaikuttavat ihmisen kognitiiviseen suoriutumiseen (vigilanssiin, oppimiskykyyn ja työmuistin kapasiteettiin) ja sykevälivaihteluun sekä sitä, onko näissä havaittavien muutosten välillä korrelaatiota.</p>  <h5>Mittaukset Jyväskylän Yliopistolla ja hiihdon aikana</h5> <p> Isometrinen maksimivoima, nopeusvoima ja kestävyys mitataan ennen hiihtoa.Oppimiskyvyn ja vigilanssin testaaminen toteutetaan tietokonepohjaisesti ennen hiihdon alkua, välittömästi hiihdon päätyttyä ilman lepoaikaa ja Suomeen palattua. Työmuistin testaus toteutetaan samalla tavalla kahden edellisen kanssa mutta myös itse hiihdon aikana viikoittain.  Hiihto-osuudella koehenkilöt pitävät erittäin tarkkaa ravintopäiväkirjaa. Se analysoidaan hiihdon päätyttyä ravintolaskentaohjelmalla. Fyysinen aktiivisuus mitataan sykemittarilla ja mittaus suoritetaan kerran viikossa normaalina hiihtopäivänä 24 h ajan. Saatujen parametrien avulla lasketaan sykemittarilla päivittäinen energiankulutus. Liikarasitustilaa kuvastavaa autonomisen hermoston stabiliteettia seurataan sykevaihtelun mittauksella.  Tutkimus tehdään Jyväskylän yliopiston Liikuntabiologian laitoksella ja tulokset pyritään julkaisemaan kansainvälisissä tiedelehdissä.  </p>"
}