{
    "CreatedBy": "Tero Teelahti",
    "CreatedDate": "2006-01-09T21:27:00",
    
    "EntryDate": "2005-05-03T00:00:00",
    "Images": [
        {
            "Caption_en": "",
            "Caption_fi": "",
            "CreatedDate": "2006-01-09T21:27:00",
            "Id": 10
        }
    ],
    "LastModifiedBy": "Antti Pohjolainen",
    "LastModifiedDate": "2006-02-20T20:06:00",
    "LocationLatitude": 601000,
    "LocationLongitude": 244600,
    "LocationLongitudeEastWest": "E",
    "Subject_en": "Web pages now on-line",
    "Subject_fi": "Www-sivut avattu",
    
    "Text_en": "<p>The Expedition web pages are now on-line. Most up-to-date info will be made available through these pages. In the spring of 2006 during the actual expedition, a new entry and picture will be published daily. During the planning and preparatory phase you'll find the updates of the proceedings.</p><p>Currently the preparations proceed as planned. There remains lots of work for gear development, planning the menu, medical preparations, communication and logistics. Budget preparations and other financial activities demand also lots of attention. Physical preparations take long time so training happens daily.</p><p>Before the actual expedition there pages are periodically updated. Continuous updating will start in Spring 2006.</p>",
    "Text_fi": "<P class=tilaa>Retkikunnan www-sivut on avattu. Näiden sivujen kautta tarjotaan uusinta tietoa retkikunnan vaiheista. Keväällä 2006 varsinaisen hiihdon aikana sivuille päivitetään uusi ote ja valokuva päivittäin. Suunnitteluvaiheessa tätä kautta löytyy tuoreimmat tilannekatsaukset.</p><p>Tällä hetkellä retkikunnan valmistelu etenee ennakkosuunnitelmien mukaan. Varustekehityksessä ja ruokalistan, lääkintähuollon, viestiyhteyksien sekä logistiikan suunnittelussa riittää töitä. Budjetin laadinta ja rahoituksen järjestelyt vaativat myös suuria panostuksia. Fyysinen harjoittelu on pitkäjänteistä puuhaa, joten sen suhteen tehdään tässä vaiheessa töitä päivittäin. </p><p>Ennen varsinaista retkikuntaa näitä sivuja päivitetään satunnaisesti. Jatkuva päivitys aloitetaan vasta keväällä 2006. </p>",
    "Weather": null,
    
    "Slug": "2005-05-03-www-sivut-avattu",
    
    "Next": "2005-11-02-retkikunta-ski-expo-messuilla"
}