{
    "CreatedBy": "Antti Pohjolainen",
    "CreatedDate": "2006-03-02T18:04:00",
    
    "EntryDate": "2006-03-01T00:00:00",
    "Images": [
        {
            "Caption_en": "",
            "Caption_fi": "",
            "CreatedDate": "2006-03-02T18:04:00",
            "Id": 47
        }
    ],
    "LastModifiedBy": "Antti Pohjolainen",
    "LastModifiedDate": "2006-03-06T08:14:00",
    
    
    
    "Subject_en": "Food bagging.... again",
    "Subject_fi": "Ruokaa pusseihin",
    
    "Text_en": "<p>Our overnight-camp dress rehearsal is behind us. For morning exercise, we practiced bear-felling. In the unfortunate event of a Polar Bear attack, we must be ready to open fire as a last resort, and bring the bear down quickly. You only get one chance! Cardboard boxes served as or our target bears. Our shot-spread proved to be tight, so we pronounced ourselves ready to meet our furry match, should it be necessary.</p><p>After striking camp and skiing back to the warmth of our equipment garage, we serviced our gear. Then, for the rest of the day, we continued the monotonous task of bagging up food for the trek. Midnight came, and the next day had begun before we completed our task. Packing the food we will carry with us was one thing, but we also had to bag-up extra food rations for packing into the airdrop containers. These are the supplies that will be airlifted and dropped in our path if we are forced to abandon our objective of remaining unsupported.</p><p>The only thing missing is our jerky [from Spanish charqui &lt; Quechua]. Jerky is fat-rich beef, cut into strips and dried in the sun. Cowboys eat it in the Westerns. It is light in weight, rich in protein, but surprisingly difficult to find in today's Canada. We live in hope that our beloved jerky will find its way to Resolute before we depart on our stroll to the pole.</p><p>Another interesting challenge for our Support Team is to gain the release of an equipment package from the caring hands of Canadian Customs.</p><p>We also made a trip to our `Travel Agents´. The final transit to our departure site will require two small-aircraft flights. Estimated departure time for the first flight is Saturday, 4 March; the second on Sunday, 5 March (2006). If all goes to plan, we should be on our skis, and pulling Pulkhas, by Sunday afternoon.</p><p>Our Expedition leader, Henrik `Henkku´ Reims, went to the local Junior School and made a short presentation on Finland. The kids were keen. They asked plenty of questions:</p><p>How many seals do you have in Finland?<BR>How about whales?<BR>Sharks?</p><p><BR>All is well with the expedition.</p>",
    "Text_fi": "<p>Ensimmäinen telttayö takana. Aamuvoimisteluna harjoittelimme nallenkaatoa eli poikkeustilannetta, jossa joudumme avaamaan tulen hyökkäävää jääkarhua vastaan. Pahvilaatikot toimivat keinokarhuina. Retkikunnan sihti oli kohdallaan ja olemme valmiit kohtaamaan jääkarhun - tarvittaessa jopa kovin ottein.</p><p>Päästyämme takaisin autotallin lämpöön ja huollettuamme tavarat aloitimme loppupäivän kestävän ruokien pussituksen. Päivä vierähti ja toinenkin alkoi ennenkuin saimme sekä hiihdon että materiaalipudotuksen&nbsp;(mikäli joudutaan siirtymään unsupportista tuettuun matkantekoon) ruuat pussitettua. </p><p>Homma on vain lihoja vaille valmis. Kuivalihoja on metsästetty pitkin Kanadaa ja toivotaan että jerky löytää tiensä Resoluteen ennen lähtöämme. Jerkyjen ohella toinen harmaita hiuksia aiheuttanut ongelma on tulliin jäänyt tavaralähetys, jonka selvittelyyn on valjastettu melkoinen määrä erilaisia tukipalveluhenkilöitä.</p><p>Kävimme selvittämässä myös lentoja. Joudumme siirtymään lähtöalueelle kahdella eri lennolla. Todenäköinen lähtöhetki ensimmäiselle konekuormalle on 4.3 ja toiselle 5.3. Jos kaikki menee suunnitelmien mukaan, olemme suksilla kohti napaa 5.3 iltapäivällä.</p><p>Henkku kävi pitämässä pienen Suomi-esitelmän paikalliselle ala-asteelle. <BR>Lapset kyselivät innoissaan mm Suomen hyljekannasta, valaista ja haikaloista.</p><p><BR>Retkikunnalla kaikki hyvin.</p>",
    "Weather": null,
    
    "Slug": "2006-03-01-ruokaa-pusseihin",
    "Previous": "2006-02-28-yo-ulkona",
    "Next": "2006-03-02-ahkiot-lahtokuntoon"
}