{
    "CreatedBy": "Antti Pohjolainen",
    "CreatedDate": "2006-02-23T21:33:00",
    
    "EntryDate": "2006-02-23T00:00:00",
    "Images": [
        {
            "Caption_en": "Unloading cargo boxes at Inns North traditional hall.",
            "Caption_fi": "Pakkauslaatikoiden purkua Inns Northin perinteisessä pakkaushallissa.",
            "CreatedDate": "2006-02-24T11:12:00",
            "Id": 41
        }
    ],
    "LastModifiedBy": "Antti Pohjolainen",
    "LastModifiedDate": "2006-02-24T11:12:00",
    
    
    
    "Subject_en": "The Expedition at Resolute Bay",
    "Subject_fi": "Retkikunta Resolute Bayssa",
    
    "Text_en": "<p>The previous night the boys visited the nightlife of Ottawa. Despite of these activites, the mornig started before six. We had to once again check-in every package to the first flight from Ottawa to Iqaluit. This time we had considerable amount of extra weight, so we decided to use that standard trick: lots of hassle and the officers didn't even notice the problem. It was a small plane to Iqaluit and from Iqaluit to Resolute even smaller one. Altogether five and half hours.</p><p>At Resolute we were met by crisp spring weather: -30 degrees and stong wind. First frost bites were quite close. Thankfully, one gets used to this type of weather very quickly.</p><p>Around 6.00 pm we were at Resolute hotel and after dinner we started to unload the cargo boxes. One box had a nasty looking hole, but thankfully the pulka was intact. We met old friends from 2003 expedition, including Mark (younger Inuit generation) who was really dissappointed by the success of Canadian ice hockey team. This goes for all other natives as well.</p><p>Everything is well with the Expedition</p><p>&nbsp;</p>",
    "Text_fi": "<p>Edellisenä iltana miehet kävivät Ottawan yöelämässä. Helsinki-baarissa tavattiin Helsingin apulaiskaupunginjohtajan pöytäseurueeneen (!). Kaikesta huolimatta oltiin taas aamulla ennen kuutta liikkeellä. Ensimmäiselle lennolle Ottawasta Iqaluitiin jouduttiin taas tsekkaamaan kaikki varusteet lentokentällä sisään. Koska meillä oli mukana selkeästi ylipainoa, päätimme turvautua vanhaan mutta toimivaan tekniikaan: kauhea hälinä ja touhu päälle, niin lentokenttävirkailijat eivät huomanneet koko ongelmaa. Iqaluitiin lennettiin pienellä koneella, ja Iqaluitista Resoluteen vieläkin pienemmällä koneella, yhteensä 5 h 30 min.</p><p>Resolutessa odotti pirteä kevätilma: 30 astetta pakkasta ja reipas tuuli.</p><p>Ensimmäiset paleltumat meinasivat tulla heti kärkeen. Onneksi ilmaan tottuu pikku hiljaa.</p><p>Illalla kuuden aikaan oltiin Resolutessa hotellissa ja päivällisen jälkeen alettiin purkamaan materiaalikolleja. Yhdessä kollissa oli pahannäköinen reikä, mutta onneksi ahkio oli koskemattomassa kunnossa. Tapasimme vuoden 2003 retkemme aikaisia tuttuja, mm. illanviettoihin osallistuneen Markin (nuorempaa inuiittipolvea), joka oli hyvin pettynyt Kanadan jääkiekkojoukkueen menestykseen kuten muutkin natiivit.</p><p>Retkikunnalla kaikki hyvin.</p>",
    "Weather": null,
    
    "Slug": "2006-02-23-retkikunta-resolute-bayssa",
    "Previous": "2006-02-22-startti-on-tapahtunut",
    "Next": "2006-02-24-ensimmainen-paiva-resolutessa"
}