{
  "CreatedBy": "Tero Teelahti",
  "CreatedDate": "2006-01-09T21:57:00",
  
  "EntryDate": "2006-01-07T00:00:00",
  "Images": [
    {
      "Caption_en": "Toni in water in sking gear.",
      "Caption_fi": "Toni vedessä hiihtoasuisena.",
      "CreatedDate": "2006-01-22T00:38:00",
      "Id": 21
    },
    {
      "Caption_en": "Man starting to fall into water.",
      "Caption_fi": "Mies vajoamassa jäihin.",
      "CreatedDate": "2006-01-22T00:40:00",
      "Id": 22
    }
  ],
  "LastModifiedBy": "Antti Pohjolainen",
  "LastModifiedDate": "2006-02-20T18:59:00",
  "LocationLatitude": 601000,
  "LocationLongitude": 244600,
  "LocationLongitudeEastWest": "E",
  "Subject_en": "Expedition on weak ice",
  "Subject_fi": "Retkikunta heikoilla jäillä",
  
  "Text_en": "<p>The expedition group trained how to act on weak ice. Pasi from the expedition support team had brought&nbsp;a tent with heating unit. Each member of the expedition group went to water with their special dry&nbsp;suit, without the suit, with and without skies. The dry suit has been designed together with <A href=\"http://www.sasta.fi/\">Sasta</A>&nbsp;and they worked as expected. The water without the dry suit is around this time of year just as cold as you can imagine.</p><p>Afternoon was spent at Mikko's appartment. Meeting agenda contained last gear decisions.</p>",
  "Text_fi": "Aamu aloitettiin siirtymällä Suvisaariston sillan kupeeseen heikkojen jäiden treeniä varten. Retkikunnan support-tiimin jäsen Pasi järjesti paikalle lämmitetyn teltan kaikkine tarvittavine mukavuuksineen. Tämän jälkeen jokainen vuorollaan meni jäihin kuivapuvulla ja ilman, suksilla ja ilman. <A href=\"http://www.sasta.fi\">Sastan</A>&nbsp;kanssa yhteistyössä tehdyt kuivapuvut toimivat kuten pitikin, ja ilman kuivapukua vesi oli juuri niin kylmää kun tähän aikaan vuodesta voi olettaa sen olevan. <BR><BR>Puolen päivän jälkeen siirryttiin jälleen Mikon luokse jatkamaan kokoustelua. Päivän agendassa oli mm. viimeisiä varustepäätöksiä.",
  "Weather": null,
  
  "Slug": "2006-01-07-retkikunta-heikoilla-jailla",
  "Previous": "2006-01-06-renkaanvetotreeni-ja-varustekokous",
  "Next": "2006-01-09-loput-retkikunnasta-testeissa"
}