{
  "CreatedBy": "tero teelahti",
  "CreatedDate": "2006-05-02T00:33:00",
  
  "EntryDate": "2006-05-01T00:00:00",
  "Images": [
    {
      "Caption_en":
        "There's plenty of room in these civilian trousers; Perttu and Toni have lost weight.",
      "Caption_fi": "Pertun ja Tonin housuissa on nyt tilaa.",
      "CreatedDate": "2006-05-02T01:03:00",
      "Id": 97
    }
  ],
  "LastModifiedBy": "tero teelahti",
  "LastModifiedDate": "2006-05-02T20:51:00",
  
  
  
  "Subject_en": "Hunting for elusive desserts",
  "Subject_fi": "Jälkiruokia metsästämässä",
  
  "Text_en":
    "<p>The Expedition is well into its servicing and debriefing process. Although we are born skiers, we are also capable of eating and sleeping with a true sense of purpose. We slept long and late. The feeding frenzy we began yesterday is now continuing in earnest.</p><p>At the restaurant yesterday evening we all wanted second helpings of dessert, but the kitchen had already closed for the night. We thus made the only choice available: the Expedition unanimously decided to reserve a table for today as soon as the restaurant reopens. We were queuing up at the door.</p><p>As a starter, we ordered the elusive dessert we had missed out on yesterday (an excellent Creme Brulee). Next, we consumed a normal May Day lunch, after which we ordered a second dessert. By this time, though, we had eaten all the Creme Brulee available in Spitzbergen, so we were forced to choose a different dessert. During the course of this week we shall endeavor to cause each of the dessert menus in Spitzbergen to run out.</p><p>The Expedition will return to Finland via Oslo on Friday, May 5th, 2006, ETA Helsinki Vantaa International Airport 1050 Finnish Time.</p><p>All is well with the Expedition.<BR></p>",
  "Text_fi":
    "<p>Retkikunta jatkoi ansiokkaasti itsensä huoltamista. Vaikka olemme tottuneet hiihtämään, emme aivan huonoja lepääjiäkään ole. Uni maistui pitkään, ja eilen aloitettua syömistä jatkettiin jatkuvalla syötöllä. Eilisiltaisella illallisella emme saaneet toista kierrosta jälkiruokia, koska keittiö ehti mennä kiinni. Niinpä teimme ainoan oikean valinnan ja varasimme välittömästi pöydän tälle päivälle heti kun ravintola aukeaa. Tänään menimme ravintolaan ja aloitimme ruokailun syömällä kaivatun jälkiruuan (erinomainen Creme Brulee). Tämän jälkeen jatkoimme normaalilla wappulounaalla, jonka loppuun söimme toki taas jälkiruuan. Creme Bruleet olivat jo firmasta loppu, joten jouduimme siirtymään listalla seuraavaan vaihtoehtoon. Eiköhän me tämän viikon aikana saada muutkin jälkiruuat loppumaan.</p><p>Retkikunta palaa Oslon kautta Suomeen perjantaina 5.5.2006 kello 10.50.</p>Retkikunnalla kaikki hyvin.",
  "Weather": null,
  
  "Slug": "2006-05-01-jalkiruokia-metsastamassa",
  "Previous": "2006-04-30-barneon-kautta-huippuvuorille",
  "Next": "2006-05-02-psyykkisia-testeja"
}
