{
    "OtsikkoKuvaResource1.AlternateText": "The Expedition",
    "OtsikkoKuvaResource1.ImageUrl": "~/kuvat/linkit/otsikot/TXT-otsikko-retkikunta_en.gif",
    "OtsikkoKuvaResource1.ToolTip": null,
    "OtsikkoResource1.Text": "Unsupport expedition to the North Pole",
    "PageResource1.Title": "The North Pole 2006 - The Expedition",
    "TekstiResource1.Text": "<p>The expedition will ski to the Geographic North Pole during the spring of 2006. The seven-member team will set out from Ward Hunt in Northern Canada at the beginning of March 2006. If everything goes to plan, the Pole will be reached, after 55 day´s skiing, at the beginning of May. The projected skiing route is approximately 850 kilometers long (about 530 miles). The Expedition will be <i>unsupported</i>, i.e. no materials or supplies will be delivered to the skiers; everything needed during the 2-month trek will be with the skiers from the beginning. </p> <p> When the expedition starts, each sledge will weigh about 120 - 140 kg (250 - 280 lbs). The load on each sledge will lighten by more than 1 kg (2 lbs) each day, as food and fuel are consumed. Climatic conditions in the Arctic can be extremely tough; temperatures may drop to -50 degrees centigrade. </p> <h4> THE SKIERS</h4> <p> Henrik Reims, Poppis Suomela, Toni Vaartimo, Mikko Vermas, Tero Teelahti, Perttu Ojala, Jermi Tertsunen </p> <h4> SUPPORT TEAM</h4>          <p> The Support Team is an integral part of the expedition. During the preparatory phase, the Support Team participates in the planning of the expedition together with the skiing members. Once the trek has begun, the Support Team will closely follow the skier’s progress. Non-material logistics and communications support can be provided as needed, but the Support Team may not deliver materials of any kind to the skiers, as the expedition must remain <i>unsupported</i>.  </p> <p> Another task of the Support Team is to update and edit this Website as the expedition progresses. This is a formidable task in itself, since daily satellite communications between the Expedition and the Support Team generate large quantities of interesting information which we want to share with a larger audience. </p> <p> Part of the Support Team will be deployed to Resolute Bay, Canada, and part will operate from Finland. </p>"
}